Repository: Rahul-Chandera/Vittora
Catalog: Vittora/Localizable.xcstrings
Source language: en
Languages: es, hi

source: You've spent %@ today.
es: Ha gastado %@ hoy.
hi: आपने आज %@ खर्च किए हैं.

# Your %@ payment is due in %lld days.
source: Your %1$@ payment is due in %2$lld days.
es: Su pago de %@ vence en %lld días.
hi: आपके %1$@ का भुगतान %2$lld दिनों में देय है।

source: Your all-in-one personal finance companion for tracking money, budgets, goals, taxes and more.
es: Su compañero integral de finanzas personales para registrar dinero, presupuestos, metas, impuestos y más.
hi: पैसे, बजट, लक्ष्य, टैक्स और बहुत कुछ ट्रैक करने के लिए आपका ऑल-इन-वन पर्सनल फ़ाइनेंस साथी।

source: Your data stays on this device. Sign in to iCloud in Settings to sync across devices.
es: Sus datos permanecen en este dispositivo. Inicie sesión en iCloud en Ajustes para sincronizar entre dispositivos.
hi: आपका डेटा इसी डिवाइस पर रहता है। सभी डिवाइस पर सिंक करने के लिए सेटिंग्स में iCloud में साइन इन करें।

source: Your iCloud storage is full. Sync will resume once space is available.
es: Su almacenamiento de iCloud está lleno. La sincronización se reanudará cuando haya espacio.
hi: आपका iCloud स्टोरेज भर गया है. जगह उपलब्ध होने पर सिंक फिर शुरू हो जाएगा.

source: Your name
es: Su nombre
hi: आपका नाम

source: Your Name
es: Su nombre
hi: आपका नाम

source: Your personal finance companion
es: Su compañero de finanzas personales
hi: आपका पर्सनल फ़ाइनेंस साथी

source: Your report PDF was saved successfully.
es: Su informe PDF se guardó correctamente.
hi: आपकी रिपोर्ट की PDF सफलतापूर्वक सेव हो गई.

source: Your Subscriptions
es: Sus suscripciones
hi: आपके सब्सक्रिप्शन

source: Your Wrapped — a shareable look at the year
es: Tu Wrapped: un vistazo al año para compartir
hi: आपका Wrapped — साल की एक शेयर करने लायक झलक

source: Your Year in Review is almost ready
es: Tu año en resumen casi está listo
hi: आपकी साल की समीक्षा लगभग तैयार है

source: Zero
es: Cero
hi: शून्य

source: %@%% Marginal
hi: %@%% सीमांत

source: Cess (4%)
hi: उपकर (4%)

source: Color
hi: रंग

source: Error
hi: त्रुटि

source: Error: %@
hi: त्रुटि: %@

source: Freelance
hi: फ़्रीलांस

source: General
hi: सामान्य

source: HSA (individual)
hi: HSA (व्यक्तिगत)

source: iCloud Sync
hi: iCloud सिंक

source: India
hi: भारत

source: Internet
hi: इंटरनेट

source: Legal
hi: कानूनी

source: OK
hi: ठीक है

source: Social
hi: सामाजिक

source: total
hi: कुल

source: Total
hi: कुल
